"More than %1$@ used on %2$@" = "超過 %1$@ 使用空間於 %2$@"; // disk space
"Free memory below %@" = "可用記憶體低於 %@";
"CPU usage above %1$@ for %2$@ seconds" = "CPU 使用率超過 %1$@ 已 %2$@ 秒";
"iStat Menus has been updated" = "iStat Menus 已更新到新版本";
"Battery now at %@" = "電池電量目前為 %@";
"No internet connection" = "沒有 Internet 連線";
"Currently %1$@. Feels like %2$@." = "目前 %1$@. 體感 %2$@."; // weather temperatures
"%li minutes remaining on battery" = "電池剩餘 %li 分鐘可用";
"iStat Menus %.2f (%i) is now installed." = "已安裝 iStat Menus %.2f (%i)";
"%@ chance of rain" = "降雨機率 %@";
"Internet" = "Internet";
"Charger connected" = "電源轉換器已連接";
"Daylight saving starts tomorrow at %@" = "日光節約時間開始於明天 %@";
"Low Battery" = "電力不足";
"Forecast for today" = "今日天氣預測";
"Clocks forward %@ hour" = "Clocks forward %@ hour";
"New IP Address '%@'" = "新的 IP 地址 '%@'";
"Active GPU changed" = "已變更使用中的 GPU";
"%i Weather Alerts" = "%i 天氣提示";
"Weather Alert" = "天氣警告";
"S.M.A.R.T. status changed" = "S.M.A.R.T. 狀態已改變";
"%@ chance of rain tonight" = "今晚有 %@ 機率下雨";
"Load Average above %1$@ for %2$@ seconds" = "平均負載超過 %1$@ 已 %2$@ 秒";
"%1$@ now at %2$@" = "%1$@ 目前為 %2$@"; // battery level now at %
"'%@' is now being used" = "目前正在使用 '%@'"; // 'x gpu' is now being used
"Memory pressure above %@" = "記憶體壓力高於 %@";
"Daylight saving ends on %@" = "日光節約時間結束於 %@";
"Charger disconnected" = "電源轉換器已移除";
"Connected to '%@'" = "已連線至 '%@'";
"Battery is now charged" = "電池已充電";
"Daylight saving ends tomorrow at %@" = "日光節約時間結束於明天 %@";
"Forecast for tomorrow" = "明日天氣預測";
"New public IP Address '%@'" = "新公開 IP 位址 '%@'";
"%@ chance of rain at night" = "晚上有 %@ 機率下雨";
"Low %1$@, High %2$@." = "最低溫 %1$@, 最高溫 %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi 已連線至 '%@'";
"Connected to internet" = "已連接 Internet";
"Clocks back %@ hour" = "Clocks back %@ hour";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' 超過 %2$@ 已 %3$@ 秒"; // sensor above value for x seconds
"Daylight saving starts on %@" = "日光節約時間開始於 %@";
"Less than %1$@ left on %2$@" = "少於 %1$@ 剩餘空間於 %2$@"; // disk space
"Current conditions" = "目前天氣狀況";


// Unlocalized strings



// Modified strings

